package Practice20;

import java.util.Scanner;

public class Practice20 {



}

// ArrayList
//         Напишіть програму - яка зчитує слово з консолі, працює до тих пір поки користувач не введе слово No, якщо
//         користувач вводить слово Yes - програма питає у нього слово - яке б додавало до арай лісту,
//         коли користувач - вводить слово No - програма виводить ліст на екран і завершує роботу
//
//         додатково - через те що це ліст, додати перевірку перед додаванням чи додається таке саме слово - якщо так
//         то вивести на екран наступне - ви ввели слово яке вже додано, введіть будь-ласка інше